const articlesList = [
  {
    id: 10001,
    title: '南海仲裁案裁决结果对中方主张予以否认？外交部强硬表态',
    content: '南海仲裁案，即所谓“菲律宾控告中国案”，是一个临时组建的仲裁庭，就菲律宾阿基诺三世政府单方面提起的南海仲裁案进行的所谓“裁决”，其实质是披着法律外衣的政治闹剧。',
    cover: 'https://gss2.bdstatic.com/-fo3dSag_xI4khGkpoWK1HF6hhy/baike/s%3D500/sign=b8a42776be003af349badc60052bc619/4ec2d5628535e5dd696662a07ec6a7efce1b6203.jpg'
  },
  {
    id: 10002,
    title: '澳大利亚林火的谣言，是时候戳穿了',
    content: '据澳大利亚广播公司（ABC）报道，截至2020年1月12日，这场森林火灾的过火面积达到1120万公顷，相当于奥地利的国土面积。灾难造成至少25人遇难，约10亿只动物丧生，其中包括2.5万只考拉。另有2000多处房屋被毁，数万居民被迫撤离。',
    cover: 'https://x0.ifengimg.com/res/2020/87111BD62107F417570D9BDE4EC7283959C73C04_size39_w991_h510.jpeg'
  },
  {
    id: 10003,
    title: '重度贫困人员到公安局自首接受死刑处置？​玉林官方辟谣',
    content: `玉林网警：这个短信内容存在明显错误，我国刑法没有将“贫困”列为犯罪，公安局没有死刑处置权，死刑需要人民法院依法判决。

    今日，玉林网警接到网民举报：归属地为玉林的手机号码“181XXXX9137”发布了一则内容为“您好，国家检测到您是重度贫困人口，为保证国家2020年全面脱贫目标，请您明早8点准时到当地公安局自首接受死刑处置，谢谢您的配合”的短信，希望玉林网警查证是否是谣言。`,
    cover: 'https://pics2.baidu.com/feed/9825bc315c6034a83a3f1b4d51c341520b237677.jpeg?token=e869cf3f366fecad50a10164da0192e6&s=C8251F70C6A230B04D7535CF0300A0A2'
  },
  {
    id: 10004,
    title: '身家4274亿的亚洲首富住世界最豪大楼 10亿嫁女震惊世界',
    content: '据BBC报道，身家超过610亿美元的亚洲首富穆克什·安巴尼（Mukesh Ambani）领导的信诚工业集团，日前发表声明称一直在努力邀请人们与他们的零售快递服务签约。信诚集团希望利用庞大的手机客户群，为集团业务搭建跳板。这家新的电子商务企业目前正成为印度现有在线零售巨头的主要挑战者。印度的电子商务市场，目前有两大巨头，一是亚马逊，一是沃尔玛拥有的Flipkart。',
    cover: 'https://pic1.zhimg.com/v2-058e6005adaf79856bc49995a51e25a9_1200x500.jpg'
  },
  {
    id: 10005,
    title: '三星韩国芯片生产因停电部分暂停 或造成数百万美元损失',
    content: `韩联社周三稍早援引业内消息人士称，部分DRAM和NAND闪存芯片生产线因地区电力传输电缆问题而断电，预计两到三天内将全面恢复。

    据一位知情人士称，停电事件很可能会造成三星数百万美元的损失，但并没有出现重大损。
    
    三星在声明中表示，正在检查生产线，以寻求重启，亏损程度正在调查之中。
    
    据韩联社报道， 2018 年，三星平泽芯片工厂发生的半小时停电预计导致三星损失了大约 500 亿韩元。据一位分析师称，这可能有助于三星控制庞大芯片库存的增加。`,
    cover: 'https://pics5.baidu.com/feed/a08b87d6277f9e2f0ef1a2b299051721b999f37b.jpeg?token=bc5097e1b6d0598e06b64f0432c98281&s=CF23746C8AB3E9D61813559D03002088'
  },
]

module.exports = articlesList